module.exports = {
    deleteRoles: ["1110884729420525609"], //الرتب اللي بتنحذ بالتغعيل
    addRoles: ["1110884728531333211","1110884730259374153"], // الرتب اللي بتنضاف بالتفعيل
    role: "1143348897431957625", //الرول اللي يمديه يفعل
    logChannel: "1117120961397919784", //روم لوق التفعيل
    ticketSender: "1143348897431957625", //اللي يمديه يرسل رسالة التكت
    supportId: "1143348897431957625", //ايدي رتبة السبورت اللي تشوف التكتات
    catg: "1142901303324967072", // كاتجوري التكتات
    blackListRoleId: "1111649815303036989", //ايدي رول بلاك ليست
    blackListAdmin: "1111649631584137306", //ايدي رتبة مسؤولين البلاك ليست
    blackListlogChannel: "1107604507354992661", // ايدي روم لوق البلاك ليست
    fgRoleID : "1143349122905149482", //ايدي رتبة الفحص والقيم 
    mo5Role : "1143146852435366022", //ايدي رتبة العسكري
    adsRole : "1143144157846700052", //ايدي رتبة الاعلانات
    catgs1 : "1144049999441834066", //كاتجوري الاعلانات
    ownersRole : "1143144157846700052", //رتبة تكت اونرات
    catgs2 : "1143560795058348133", //كاتجوري تكت اونرات
    helpRole : "1143348897431957625", //رتبة تكت طلب مساعدة
    catgs3 : "1143846870456750162", //كاتجوري تكت طلب مساعدة
    roel4: "1107604507354992661", //رول الشكاوي
    catgs4: "1107604507354992661", //كاتجوري الشكاوي
    guildId : "1087643784390639656", //ايدي السيرفر
    roatebId : "1142885013927510137", //روم لوق الرواتب
    ch: "1112784425638436900", //ايدي اللي يستخدم شيك
}